examples/docs/xml_exemplo/consultarSituacaoLoteRps_request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <ConsultarSituacaoLoteRps xmlns="http://www.e-governeapps2.com.br/">
      <ConsultarSituacaoLoteRpsEnvio>
        <Prestador>
          <Cnpj>99999999000191</Cnpj>
          <InscricaoMunicipal>1733160024</InscricaoMunicipal>
        </Prestador>
        <Protocolo>ABCDE123456</Protocolo>
      </ConsultarSituacaoLoteRpsEnvio>
    </ConsultarSituacaoLoteRps>
  </soap:Body>
</soap:Envelope>